* Managing the .ipynb files
#+BEGIN_SRC sh :results verbatim
jupyter nbconvert *.ipynb
jupyter nbconvert --to pdf *.ipynb
ls -l
#+END_SRC

#+RESULTS:
: total 4608
: -rw-r--r--@ 1 will  staff  980172 Sep  7 11:34 Grey Milne Flux.html
: -rw-r--r--@ 1 will  staff  763520 Sep  7 11:34 Grey Milne Flux.ipynb
: -rw-r--r--@ 1 will  staff  575571 Sep  7 11:34 Grey Milne Flux.pdf
: -rw-r--r--@ 1 will  staff   19073 Sep  6 10:58 fluxes.pdf
: -rw-r--r--@ 1 will  staff    2482 Sep  6 10:58 fluxes.py
: -rw-r--r--@ 1 will  staff    7781 Sep  7 09:00 tarea-milne-2016.org

** Running python program
#+BEGIN_SRC sh :results verbatim
time python ./fluxes.py 
#+END_SRC

#+RESULTS:
: tau = 0.0 T = 0.84 F = 0.99520 B = 0.31819
: tau = 1.0 T = 1.06 F = 0.96702 B = 0.31720
: tau = 2.0 T = 1.19 F = 0.96583 B = 0.31547
: tau = 4.0 T = 1.37 F = 0.94079 B = 0.31099
: tau = 8.0 T = 1.60 F = 0.87933 B = 0.30109

[[./fluxes.pdf]]

